package level1;

public class MockTest2 {

    public int[] solution(int[] answers) {
        int[] answer = {1};
        return answer;
    }



}

/**
 *
 * 다음 큰 숫자
 * https://school.programmers.co.kr/courses/13207/lessons/90309
 *
 * 정확성  테스트
 * 테스트 1 〉	통과 (0.01ms, 74.4MB)
 * 테스트 2 〉	통과 (0.02ms, 74.3MB)
 * 테스트 3 〉	통과 (0.02ms, 73.8MB)
 * 테스트 4 〉	통과 (0.02ms, 77.4MB)
 * 테스트 5 〉	통과 (0.01ms, 74.7MB)
 * 테스트 6 〉	통과 (0.02ms, 78.9MB)
 * 테스트 7 〉	통과 (0.02ms, 77.2MB)
 * 테스트 8 〉	통과 (0.03ms, 74.8MB)
 * 테스트 9 〉	통과 (0.02ms, 75MB)
 * 테스트 10 〉	통과 (0.02ms, 77.1MB)
 * 테스트 11 〉	통과 (0.02ms, 76.7MB)
 * 테스트 12 〉	통과 (0.01ms, 79.1MB)
 * 테스트 13 〉	통과 (0.02ms, 74.3MB)
 * 테스트 14 〉	통과 (0.02ms, 81.1MB)
 * 효율성  테스트
 * 테스트 1 〉	통과 (0.02ms, 67.4MB)
 * 테스트 2 〉	통과 (0.01ms, 52.3MB)
 * 테스트 3 〉	통과 (0.02ms, 52.5MB)
 * 테스트 4 〉	통과 (0.02ms, 52MB)
 * 테스트 5 〉	통과 (0.03ms, 52.4MB)
 * 테스트 6 〉	통과 (0.02ms, 52MB)
 * 채점 결과
 * 정확성: 70.0
 * 효율성: 30.0
 * 합계: 100.0 / 100.0
 *
 * */
